Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# ios.mapHelp.route
source: La ruta que tens al mapa. Toca-la per veure’n les fonts; l’ull l’amaga i la creu la treu, però queda desada.
en: The route on your map. Tap it for its fountains; the eye hides it and the cross removes it, but it stays saved.
es: La ruta que tienes en el mapa. Tócala para ver sus fuentes; el ojo la oculta y la cruz la quita, pero queda guardada.
eu: Mapan duzun ibilbidea. Ukitu bere iturriak ikusteko; begiak ezkutatu egiten du eta gurutzeak kendu, baina gordeta geratzen da.
fr: L’itinéraire sur votre carte. Touchez-le pour voir ses fontaines ; l’œil le masque et la croix le retire, mais il reste enregistré.
gl: A ruta que tes no mapa. Tócaa para ver as súas fontes; o ollo agóchaa e a cruz quítaa, pero queda gardada.
it: Il percorso sulla tua mappa. Toccalo per vederne le fontane; l’occhio lo nasconde e la croce lo toglie, ma resta salvato.
pt_pt: O percurso que tens no mapa. Toca nele para ver as fontes; o olho oculta-o e a cruz retira-o, mas fica guardado.

# ios.mapHelp.title
source: Ajuda del mapa
en: Map help
es: Ayuda del mapa
eu: Maparen laguntza
fr: Aide de la carte
gl: Axuda do mapa
it: Aiuto mappa
pt_pt: Ajuda do mapa

# ios.more
source: Més
en: More
es: Más
eu: Gehiago
fr: Plus
gl: Máis
it: Altro
pt_pt: Mais

# ios.newFont.bigMap
source: Mapa gran
en: Large map
es: Mapa grande
eu: Mapa handia
fr: Grande carte
gl: Mapa grande
it: Mappa grande
pt_pt: Mapa grande

# ios.newFont.itIsDifferent
source: És una altra font
en: It’s a different fountain
es: Es otra fuente
eu: Beste iturri bat da
fr: C’est une autre fontaine
gl: É outra fonte
it: È un’altra fontana
pt_pt: É outra fonte

# ios.newFont.keepEditing
source: Continua editant
en: Keep Editing
es: Seguir editando
eu: Jarraitu editatzen
fr: Continuer la saisie
gl: Seguir editando
it: Continua a modificare
pt_pt: Continuar a editar

# ios.newFont.moveMap
source: Mou el mapa fins que el punt quedi damunt la font.
en: Move the map until the pin sits on the fountain.
es: Mueve el mapa hasta que el punto quede sobre la fuente.
eu: Mugitu mapa puntua iturriaren gainean geratu arte.
fr: Déplace la carte jusqu’à ce que le repère soit sur la fontaine.
gl: Move o mapa ata que o punto quede enriba da fonte.
it: Sposta la mappa finché il segnaposto è sulla fontana.
pt_pt: Move o mapa até o ponto ficar sobre a fonte.

# ios.newFont.placeHere
source: Posa-la aquí
en: Put it here
es: Ponerla aquí
eu: Hemen jarri
fr: La mettre ici
gl: Poñela aquí
it: Mettila qui
pt_pt: Pô-la aqui

# ios.newFont.saveDraft
source: Desa l'esborrany
en: Save Draft
es: Guardar borrador
eu: Gorde zirriborroa
fr: Enregistrer le brouillon
gl: Gardar borrador
it: Salva bozza
pt_pt: Guardar rascunho

# ios.offline.layerCannot
source: El mapa «{layer}» no es pot desar. Tria ICGC o IGN a Capes per endur-te el mapa.
en: The “{layer}” map can’t be saved. Choose ICGC or IGN in Layers to take the map with you.
es: El mapa «{layer}» no se puede guardar. Elige ICGC o IGN en Capas para llevarte el mapa.
eu: «{layer}» mapa ezin da gorde. Aukeratu ICGC edo IGN Geruzetan mapa eramateko.
fr: La carte « {layer} » ne peut pas être enregistrée. Choisis ICGC ou IGN dans Calques pour emporter la carte.
gl: O mapa «{layer}» non se pode gardar. Escolle ICGC ou IGN en Capas para levar o mapa.
it: La mappa «{layer}» non si può salvare. Scegli ICGC o IGN in Livelli per portare con te la mappa.
pt_pt: O mapa «{layer}» não pode ser guardado. Escolhe ICGC ou IGN em Camadas para levares o mapa.

# ios.offline.saved
source: Zones desades
en: Saved zones
es: Zonas guardadas
eu: Gordetako eremuak
fr: Zones enregistrées
gl: Zonas gardadas
it: Zone salvate
pt_pt: Zonas guardadas

# ios.offline.title
source: Sense cobertura
en: Offline
es: Sin cobertura
eu: Estaldurarik gabe
fr: Hors ligne
gl: Sen cobertura
it: Senza copertura
pt_pt: Sem rede

# ios.offline.tooManyTiles
source: La zona és massa gran per desar-ne el mapa. Apropa’t una mica i torna-ho a provar.
en: The zone is too big to save its map. Zoom in a little and try again.
es: La zona es demasiado grande para guardar el mapa. Acércate un poco y vuelve a intentarlo.
eu: Eremua handiegia da mapa gordetzeko. Hurbildu pixka bat eta saiatu berriro.
fr: La zone est trop grande pour enregistrer la carte. Rapproche-toi un peu et réessaie.
gl: A zona é grande de máis para gardar o mapa. Achégate un pouco e téntao de novo.
it: La zona è troppo grande per salvare la mappa. Avvicinati un po’ e riprova.
pt_pt: A zona é demasiado grande para guardar o mapa. Aproxima-te um pouco e tenta de novo.

# ios.passingBy.days
source: Dies
en: Days
es: Días
eu: Egunak
fr: Jours
gl: Días
it: Giorni
pt_pt: Dias

# ios.passingBy.daysHint
source: Tria quins dies vols aquests avisos. Els altres dies no et preguntarem res, encara que passis a prop d’una font.
en: Choose which days you want these notices. On the other days we won’t ask you anything, even if you pass a fountain.
es: Elige qué días quieres estos avisos. Los demás días no te preguntaremos nada, aunque pases cerca de una fuente.
eu: Aukeratu zein egunetan nahi dituzun abisu hauek. Beste egunetan ez dizugu ezer galdetuko, iturri baten ondotik pasatu arren.
fr: Choisissez les jours où vous voulez ces notifications. Les autres jours, nous ne vous demanderons rien, même si vous passez près d’une fontaine.
gl: Escolle que días queres estes avisos. Os demais días non che preguntaremos nada, aínda que pases preto dunha fonte.
it: Scegli in quali giorni vuoi questi avvisi. Negli altri giorni non ti chiederemo nulla, anche se passi vicino a una fontana.
pt_pt: Escolha em que dias quer estes avisos. Nos outros dias não lhe perguntamos nada, mesmo que passe perto de uma fonte.

# ios.passingBy.everyDay
source: Cada dia
en: Every day
es: Todos los días
eu: Egunero
fr: Tous les jours
gl: Todos os días
it: Ogni giorno
pt_pt: Todos os dias

# ios.passingBy.from
source: Des de
en: From
eu: Noiztik
fr: De
it: Dalle
pt_pt: Das

# ios.passingBy.hint
source: Quan passis a prop d’una font de la qual se sap poc, et preguntarem si raja i podràs respondre des del mateix avís. Com a molt tres al dia, mai de nit ni dues vegades la mateixa font en un mes. Cal el permís d’ubicació «Sempre»; la teva ubicació no es desa enlloc.
en: When you pass near a fountain little is known about, we’ll ask whether it’s flowing and you can answer from the notice itself. At most three a day, never at night, and never the same fountain twice in a month. Needs the “Always” location permission; your location is not stored anywhere.
es: Cuando pases cerca de una fuente de la que se sabe poco, te preguntaremos si mana y podrás responder desde el mismo aviso. Como mucho tres al día, nunca de noche ni dos veces la misma fuente en un mes. Necesita el permiso de ubicación «Siempre»; tu ubicación no se guarda en ningún sitio.
eu: Gutxi dakigun iturri baten ondotik pasatzean, ura ateratzen den galdetuko dizugu eta abisutik bertatik erantzun ahal izango duzu. Egunean hiru gehienez, inoiz ez gauez ezta iturri bera bi aldiz hilabetean ere. «Beti» kokapen-baimena behar du; zure kokapena ez da inon gordetzen.
fr: Quand vous passez près d’une fontaine dont on sait peu de chose, nous vous demanderons si elle coule et vous pourrez répondre depuis la notification. Trois par jour au plus, jamais la nuit ni deux fois la même fontaine dans le mois. Nécessite l’autorisation de localisation « Toujours » ; votre position n’est enregistrée nulle part.
gl: Cando pases preto dunha fonte da que se sabe pouco, preguntarémosche se bota auga e poderás responder desde o mesmo aviso. Como moito tres ao día, nunca de noite nin dúas veces a mesma fonte nun mes. Precisa o permiso de localización «Sempre»; a túa localización non se garda en ningún sitio.
it: Quando passi vicino a una fontana di cui si sa poco, ti chiederemo se scorre e potrai rispondere dalla notifica stessa. Al massimo tre al giorno, mai di notte né due volte la stessa fontana in un mese. Richiede il permesso di posizione «Sempre»; la tua posizione non viene salvata da nessuna parte.
pt_pt: Quando passar perto de uma fonte de que se sabe pouco, perguntamos se está a correr e pode responder no próprio aviso. No máximo três por dia, nunca à noite nem duas vezes a mesma fonte num mês. Precisa da permissão de localização «Sempre»; a sua localização não é guardada em lado nenhum.

# ios.passingBy.hours
source: Horari
en: Hours
es: Horario
eu: Ordutegia
fr: Horaires
gl: Horario
it: Orario
pt_pt: Horário

# ios.passingBy.hoursHint
source: Només et preguntarem dins d’aquestes hores. Mai abans de les 7:00 ni després de les 22:00.
en: We’ll only ask within these hours. Never before 7:00 or after 22:00.
es: Solo te preguntaremos dentro de estas horas. Nunca antes de las 7:00 ni después de las 22:00.
eu: Ordu hauen barruan bakarrik galdetuko dizugu. Inoiz ez 7:00ak baino lehen ezta 22:00ak ondoren ere.
fr: Nous ne vous demanderons rien en dehors de ces heures. Jamais avant 7 h ni après 22 h.
gl: Só che preguntaremos dentro destas horas. Nunca antes das 7:00 nin despois das 22:00.
it: Ti chiederemo solo in questa fascia oraria. Mai prima delle 7:00 né dopo le 22:00.
pt_pt: Só perguntamos dentro destas horas. Nunca antes das 7:00 nem depois das 22:00.

# ios.passingBy.hoursReset
source: Torna a 7:00–22:00
en: Back to 7:00–22:00
es: Volver a 7:00–22:00
eu: Itzuli 7:00–22:00 ordutegira
fr: Revenir à 7:00–22:00
gl: Volver a 7:00–22:00
pt_pt: Voltar a 7:00–22:00

# ios.passingBy.motionBody
source: Per no preguntar-te per una font quan hi passes en cotxe, FontApp necessita «Moviment i forma física». Només es consulta en decidir l’avís i no es desa. Sense aquest permís, els avisos de pas quedaran en pausa.
en: To avoid asking about a fountain when you drive past, FontApp needs Motion & Fitness. It is checked only when deciding on a notice and is not stored. Without it, passing-by notices are paused.
es: Para no preguntarte por una fuente cuando pasas en coche, FontApp necesita «Movimiento y forma física». Solo se consulta al decidir el aviso y no se guarda. Sin este permiso, los avisos al pasar quedarán en pausa.
eu: Autoan pasatzean abisurik ez bidaltzeko, FontApp-ek «Mugimendua eta sasoia» baimena behar du. Abisua erabakitzeko bakarrik erabiltzen da, eta ez da gordetzen. Baimenik gabe, igarotze-abisuak pausatuta egongo dira.
fr: Pour éviter les alertes quand vous passez en voiture, FontApp a besoin de « Mouvements et forme ». Cette donnée n’est consultée que pour décider de l’alerte et n’est pas conservée. Sans cette autorisation, les alertes de passage sont suspendues.
gl: Para non preguntarche por unha fonte cando pasas en coche, FontApp precisa «Movemento e forma física». Só se consulta ao decidir o aviso e non se garda. Sen este permiso, os avisos ao pasar quedarán en pausa.
it: Per evitare avvisi quando passi in auto, FontApp richiede «Movimento e fitness». Viene consultato solo per decidere l’avviso e non viene conservato. Senza il permesso, gli avvisi di passaggio restano in pausa.
pt_pt: Para evitar avisos quando passa de carro, a FontApp precisa de «Movimento e forma física». Só é consultado ao decidir o aviso e não é guardado. Sem esta permissão, os avisos de passagem ficam em pausa.

# ios.passingBy.motionContinue
source: Continua
en: Continue
es: Continuar
eu: Jarraitu
fr: Continuer
gl: Continuar
pt_pt: Continuar

# ios.passingBy.motionNeeded
source: Els avisos de pas s’ometen quan no podem descartar que vagis en cotxe. Dona accés a Moviment i forma física als Ajustos de l’iPhone.
en: Passing-by notices are skipped when we cannot rule out driving. Allow Motion & Fitness in iPhone Settings.
es: Se omiten los avisos al pasar cuando no podemos descartar que vayas en coche. Da acceso a Movimiento y forma física en Ajustes del iPhone.
eu: Autoan ez zoazela ziurtatu ezin dugunean, igarotze-abisuak baztertzen ditugu. Eman Mugimendua eta sasoia baimena iPhonearen Ezarpenetan.
fr: Les alertes de passage sont ignorées si nous ne pouvons pas exclure la voiture. Autorisez « Mouvements et forme » dans les réglages de l’iPhone.
gl: Omítense os avisos ao pasar cando non podemos descartar que vaias en coche. Dá acceso a Movemento e forma física nos Axustes do iPhone.
it: Gli avvisi di passaggio vengono omessi quando non possiamo escludere che tu sia in auto. Consenti Movimento e fitness nelle Impostazioni dell’iPhone.
pt_pt: Os avisos de passagem são ignorados quando não podemos excluir que vai de carro. Autorize Movimento e forma física nas Definições do iPhone.

# ios.passingBy.motionNotNow
source: Ara no
en: Not now
es: Ahora no
eu: Orain ez
fr: Pas maintenant
gl: Agora non
it: Non ora
pt_pt: Agora não

# ios.passingBy.motionTitle
source: Saber quan vas en cotxe
en: Know when you are driving
es: Saber cuándo vas en coche
eu: Autoan zoazenean jakitea
fr: Savoir quand vous êtes en voiture
gl: Saber cando vas en coche
it: Sapere quando sei in auto
pt_pt: Saber quando vai de carro

# ios.passingBy.needsAlways
source: Perquè funcioni, a Ajustes > FontApp > Ubicació tria «Sempre».
en: For this to work, choose “Always” in Settings > FontApp > Location.
es: Para que funcione, en Ajustes > FontApp > Ubicación elige «Siempre».
eu: Funtziona dezan, Ezarpenak > FontApp > Kokapena atalean aukeratu «Beti».
fr: Pour que cela fonctionne, choisissez « Toujours » dans Réglages > FontApp > Position.
gl: Para que funcione, en Axustes > FontApp > Localización escolle «Sempre».
it: Perché funzioni, in Impostazioni > FontApp > Posizione scegli «Sempre».
pt_pt: Para funcionar, em Definições > FontApp > Localização escolha «Sempre».

# ios.passingBy.never
source: Mai
en: Never
es: Nunca
eu: Inoiz ez
fr: Jamais
gl: Nunca
pt_pt: Nunca

# ios.passingBy.noticeBody
source: Hi raja aigua? Mantén premut per respondre sense obrir l’app.
en: Is water flowing? Press and hold to answer without opening the app.
es: ¿Sale agua? Mantén pulsado para responder sin abrir la app.
eu: Ura ateratzen da? Luze sakatu aplikazioa ireki gabe erantzuteko.
fr: Est-ce que l’eau coule ? Appui long pour répondre sans ouvrir l’app.
gl: Bota auga? Mantén premido para responder sen abrir a app.
it: Esce acqua? Tieni premuto per rispondere senza aprire l’app.
pt_pt: Está a sair água? Mantenha premido para responder sem abrir a app.

# ios.passingBy.noticeTitle
source: Passes a prop de: {name}
en: You’re passing near {name}
es: Pasas cerca de: {name}
eu: Hemendik gertu zaude: {name}
fr: Vous passez près de : {name}
gl: Pasas preto de: {name}
it: Stai passando vicino a: {name}
pt_pt: Está a passar perto de: {name}

# ios.passingBy.noticeTitleUnnamed
source: Passes a prop d’una font
en: You’re passing near a fountain
es: Pasas cerca de una fuente
eu: Iturri baten ondotik pasatzen ari zara
fr: Vous passez près d’une fontaine
gl: Pasas preto dunha fonte
it: Stai passando vicino a una fontana
pt_pt: Está a passar perto de uma fonte

# ios.passingBy.notSeen
source: No l’he vista
en: I didn’t see it
es: No la he visto
eu: Ez dut ikusi
fr: Je ne l’ai pas vue
gl: Non a vin
it: Non l’ho vista
pt_pt: Não a vi

# ios.passingBy.pause
source: Pausa els avisos
en: Pause notices
es: Pausar avisos
eu: Pausatu abisuak
fr: Suspendre les notifications
gl: Pausar avisos
it: Sospendi gli avvisi
pt_pt: Pausar avisos

# ios.passingBy.paused
source: Avisos en pausa
en: Notices paused
eu: Abisuak pausatuta
fr: Notifications suspendues
it: Avvisi in pausa
pt_pt: Avisos em pausa

# ios.passingBy.pauseDay
source: Durant 1 dia
en: For 1 day
es: Durante 1 día
eu: Egun batez
fr: Pendant 1 jour
gl: Durante 1 día
it: Per 1 giorno
pt_pt: Durante 1 dia

# ios.passingBy.pausedUntil
source: Fins {date}
en: Until {date}
es: Hasta {date}
eu: Noiz arte: {date}
fr: Jusqu’au {date}
gl: Ata {date}
it: Fino a {date}
pt_pt: Até {date}

# ios.passingBy.pausedUntilResumed
source: Fins que els reprenguis
en: Until you resume them
es: Hasta que los reanudes
eu: Berriro aktibatu arte
fr: Jusqu’à ce que vous les réactiviez
gl: Ata que os retomes
it: Finché non li riattivi
pt_pt: Até os retomar

# ios.passingBy.pauseUntilResumed
source: Fins que els reprengui
en: Until I resume them
es: Hasta que los reanude
eu: Berriro aktibatu arte
fr: Jusqu’à ce que je les réactive
gl: Ata que os retome
it: Finché non li riattivo
pt_pt: Até os retomar

# ios.passingBy.pauseWeek
source: Durant 1 setmana
en: For 1 week
es: Durante 1 semana
eu: Aste batez
fr: Pendant 1 semaine
gl: Durante 1 semana
it: Per 1 settimana
pt_pt: Durante 1 semana

# ios.passingBy.perDay
source: Màxim al dia
en: Most per day
es: Máximo al día
eu: Egunean gehienez
fr: Maximum par jour
gl: Máximo ao día
it: Massimo al giorno
pt_pt: Máximo por dia

# ios.passingBy.placeDefault
source: Lloc
en: Place
es: Lugar
eu: Lekua
fr: Lieu
gl: Lugar
it: Luogo
pt_pt: Local

# ios.passingBy.placeName
source: Nom (p. ex. Casa)
en: Name (e.g. Home)
es: Nombre (p. ej. Casa)
eu: Izena (adib. Etxea)
fr: Nom (p. ex. Maison)
gl: Nome (p. ex. Casa)
it: Nome (es. Casa)
pt_pt: Nome (p. ex. Casa)

# ios.passingBy.places
source: Llocs sense avisos
en: Places without notices
es: Lugares sin avisos
eu: Abisurik gabeko lekuak
fr: Lieux sans notifications
gl: Lugares sen avisos
it: Luoghi senza avvisi
pt_pt: Locais sem avisos

# ios.passingBy.placesAdd
source: Afegeix un lloc
en: Add a place
es: Añadir un lugar
eu: Gehitu leku bat
fr: Ajouter un lieu
gl: Engadir un lugar
it: Aggiungi un luogo
pt_pt: Adicionar um local

# ios.passingBy.placesHint
source: Per les fonts del teu barri hi passes cada dia: no et preguntarem per les que siguin a menys de 300 m d’aquests llocs. Es desen només al telèfon.
en: You pass the fountains in your neighbourhood every day: we won’t ask about those within 300 m of these places. They are stored only on your phone.
es: Por las fuentes de tu barrio pasas cada día: no te preguntaremos por las que estén a menos de 300 m de estos lugares. Se guardan solo en el teléfono.
eu: Zure auzoko iturrien ondotik egunero pasatzen zara: leku hauetatik 300 m baino gutxiagora daudenei buruz ez dizugu galdetuko. Telefonoan bakarrik gordetzen dira.
fr: Vous passez chaque jour devant les fontaines de votre quartier : nous ne vous demanderons rien sur celles à moins de 300 m de ces lieux. Ils ne sont enregistrés que sur le téléphone.
gl: Polas fontes do teu barrio pasas cada día: non che preguntaremos polas que estean a menos de 300 m destes lugares. Gárdanse só no teléfono.
it: Passi ogni giorno davanti alle fontane del tuo quartiere: non ti chiederemo di quelle a meno di 300 m da questi luoghi. Sono salvati solo sul telefono.
pt_pt: Passa todos os dias pelas fontes do seu bairro: não perguntamos pelas que estejam a menos de 300 m destes locais. São guardados apenas no telemóvel.

# ios.passingBy.placesNone
source: Cap
en: None
es: Ninguno
eu: Bat ere ez
fr: Aucun
gl: Ningún
it: Nessuno
pt_pt: Nenhum

# ios.passingBy.resume
source: Reprèn els avisos
en: Resume notices
es: Reanudar avisos
eu: Berriro aktibatu abisuak
fr: Réactiver les notifications
gl: Retomar avisos
it: Riattiva gli avvisi
pt_pt: Retomar avisos

# ios.passingBy.title
source: Avisa’m quan passi per una font
en: Tell me when I pass a fountain
es: Avísame cuando pase por una fuente
eu: Abisatu iturri baten ondotik pasatzean
fr: Me prévenir quand je passe près d’une fontaine
gl: Avísame cando pase por unha fonte
it: Avvisami quando passo vicino a una fontana
pt_pt: Avisar-me quando passar por uma fonte

# ios.passingBy.until
source: Fins a
en: Until
es: Hasta
eu: Noiz arte
fr: À
gl: Ata
it: Alle
pt_pt: Até

# ios.passingBy.weekdays
source: Entre setmana
en: Weekdays
es: Entre semana
eu: Astegunetan
fr: En semaine
gl: Entre semana
it: Giorni feriali
pt_pt: Dias úteis

# ios.passingBy.weekends
source: Caps de setmana
en: Weekends
es: Fines de semana
eu: Asteburuetan
fr: Le week-end
gl: Fins de semana
it: Fine settimana
pt_pt: Fins de semana

# ios.permission.cameraBody
source: La càmera et permet afegir una foto nova a una font o a un avís. També pots triar una foto existent sense donar accés a tota la fototeca.
en: Use the camera to add a new photo to a fountain or report. You can also choose an existing photo without giving access to your whole library.
es: La cámara te permite añadir una foto nueva a una fuente o un aviso. También puedes elegir una foto existente sin dar acceso a toda la fototeca.
eu: Kamerarekin argazki berria gehi diezaiokezu iturri edo abisu bati. Lehendik dagoen argazki bat ere aukera dezakezu fototeka osoaren baimenik gabe.
fr: L’appareil photo permet d’ajouter une nouvelle image à une fontaine ou un signalement. Vous pouvez aussi choisir une photo existante sans ouvrir toute la photothèque.
gl: A cámara permíteche engadir unha foto nova a unha fonte ou aviso. Tamén podes escoller unha foto existente sen dar acceso a toda a fototeca.
it: La fotocamera permette di aggiungere una nuova foto a una fontana o segnalazione. Puoi anche scegliere una foto esistente senza aprire tutta la libreria.
pt_pt: A câmara permite juntar uma foto nova a uma fonte ou aviso. Também podes escolher uma foto existente sem dar acesso à biblioteca toda.

# ios.permission.cameraTitle
source: Fotografia una font
en: Photograph a fountain
es: Fotografía una fuente
eu: Atera argazkia iturriari
fr: Photographiez une fontaine
gl: Fotografía unha fonte
it: Fotografa una fontana
pt_pt: Fotografa uma fonte

# ios.permission.continue
source: Continua
en: Continue
es: Continuar
eu: Jarraitu
fr: Continuer
gl: Continuar
pt_pt: Continuar

# ios.permission.locationBody
source: Amb la ubicació mentre fas servir l’app, el mapa et pot centrar i mostrar distàncies i fonts properes. Pots continuar sense donar-hi accés.
en: While you use the app, location can centre the map and show distances and nearby fountains. You can continue without it.
es: Con la ubicación mientras usas la app, el mapa puede centrarte y mostrar distancias y fuentes cercanas. Puedes continuar sin dar acceso.
eu: Aplikazioa erabiltzean kokapena emanez gero, mapak inguruko iturriak eta distantziak erakutsiko dizkizu. Baimenik gabe ere jarrai dezakezu.
fr: Pendant l’utilisation, la position permet de centrer la carte et d’afficher les distances et les fontaines proches. Vous pouvez continuer sans elle.
gl: Coa localización mentres usas a app, o mapa pode centrarte e mostrar distancias e fontes próximas. Podes continuar sen dar acceso.
it: Mentre usi l’app, la posizione centra la mappa e mostra distanze e fontane vicine. Puoi continuare senza concederla.
pt_pt: Ao usar a app, a localização permite centrar o mapa e mostrar distâncias e fontes próximas. Podes continuar sem ela.

# ios.permission.locationTitle
source: Troba fonts a prop teu
en: Find fountains near you
es: Encuentra fuentes cerca de ti
eu: Aurkitu inguruko iturriak
fr: Trouvez des fontaines près de vous
gl: Atopa fontes preto de ti
it: Trova fontane vicino a te
pt_pt: Encontra fontes perto de ti
